Window.prototype.data = {
  'lang': {
    'person': {
      'years': 36,
      'hours': 1150,
      'tasks': 43,
      'lessons': 41
    },
    'ru': {
      'header': {
        'name': 'Василий Яцюк',
        'greeting': '👋 Привет друзья! Я из Кишинева и меня зовут...',
        'coins': 10,
        'coinsText': 'Монет собрано',
        'skills': ['SOLID', 'DRY', 'Git', 'React', 'Webpack', 'ES2015', 'JavaScript']
      },
      'about': {
        'title': 'Несколько слов обо мне:',
        'block': [
          {
            'title': '02.2017 – в данный момент',
            'text': 'Веб-дизайнер в Midsun / самозанятый ООО «Евро Билдинг», Кишинев Сфера деятельности компании: разработка дизайна и информационной структуры сайтов, графический дизайн, брендинг и логотипы.',
            'ulli': ['Создание сайтов на конструкторе Тильды и дальнейшая настройка с помощью Javascript и CSS.', 'Разработка логотипов, smm, веб-дизайн и графическое сопровождение разрабатываемых сайтов.']
          },
          {
            'title': '06.2017 – 11.2020',
            'text': 'Универсальный дизайнер и менеджер по маркетингу ООО «GT Sport Auto» Порше Центр Молдова Сфера деятельности компании: Официальный дистрибьютор Porsche в Молдове.',
            'ulli': ['Графическая поддержка существующих материалов компании и разработка новых', 'Подготовка к презентациям, организация списков рассылки, создание сайтов для дизайнеров', 'Подготовка дизайнерских материалов для SMM']
          },
          {
            'title': '03.2016 – 05.2017',
            'text': 'Веб-дизайнер и графический дизайнер AutoDoc GmbH, неофициальный лидер рынка по продаже автозапчастей, имеет сеть из 120 сайтов.(pkwteile.de autodoc.de).',
            'ulli': ['Разработка UI / UX интерфейса', 'Разработка дизайна маркетинговых материалов', 'Разработка дизайна для рассылки']
          },
          // {
          //   'title': '11.2005 – 01.2014',
          //   'text': 'Персональный тренер и инструктор групповых программ ООО «Pro Fitness» - Eco Sport Gym. Сфера деятельности компании: Фитнес-услуги',
          //   'ulli': ['СПерсональный тренер, составление индивидуальных программ тренировок, консультации по программе питания', 'Ведедение групповых программ по аэробике, велоспорту и др.']
          // },
          {
            'title': 'Хобби и увлечения',
            'text': null,
            'ulli': ['Мастер Спорта по Республики Молдова по гребле на байдарках', 'Спорт и путешествия']
          },
        ]
      },
      'target': {
        'title': 'ЦЕЛИ ОБУЧЕНИЯ',
        'tergets': ['Изучение основ языка Javascript','Изучение передовых методов и алгоритмов', 'Работа с системой управления версиями Git', 'Участие в хакатоне и развивающая практика командной работы'],
        'img': 'https://i.ibb.co/dcgTSBz/Saly-26-crop.png'
      },
      'schedule': {
        'title': 'Сколько тратил на учебу',
        'days': ['~ 3-5 часов', '~ 3-5 часов', '~ 3-5 часов', '~ 3-5 часов', '~ 3-5 часов', '~ 6-8 часов', '~ 6-8 часов'],
        'img': 'https://i.ibb.co/5LY0V8J/Saly-cal.png'
      },
      'completed': {
        'title': 'ПРОЙДЕНЫ КУРСЫ',
        'titles': ['Курс', 'спикер', 'Оценка'],
        'course': ['HTML Basic', 'Java Script Fundamentals', 'React Bootcamp', 'Web разработчик', 'The Advanced Web developer bootcapm'] ,
        'teachers': ['Vladilen Minin', 'Vladilen Minin', 'Vladilen Minin', 'Иван Петриченко', 'Colt Steele'],
        'scores': ['10 / 10', '10 / 10','10 / 10','10 / 10','10 / 10']
      },
      'connect': [
        {
          'title': 'telegram',
          'img': 'https://i.ibb.co/QrtG2cz/Telegram.png',
          'link': 'https://t.me/MadZephyr'
        },
        {
          'title': 'instagram',
          'img': 'https://i.ibb.co/WFy7RtK/Instagram.png',
          'link': 'https://www.instagram.com/mad.zephyr/'
        },
        {
          'title': 'Messenger',
          'img': 'https://i.ibb.co/yR6f1jx/messenger.png',
          'link': 'https://m.me/mad.zephyr1'
        },
        {
          'title': 'github',
          'img': 'https://i.ibb.co/ZVSF2SR/github.png',
          'link': 'https://github.com/mad-zephyr'
        },
        {
          'title': 'Mail me',
          'img': 'https://i.ibb.co/wyBdcSM/mail.png',
          'link': 'mailto:v21400@gmail.com'
        }

      ]

    }
  }
}